tap "gitguardian/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
tap "pungrumpy/formulas"
tap "snyk/tap"
brew "asciinema"
brew "bat"
brew "cmake"
brew "deno"
brew "docker"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "ghq"
brew "git-extras"
brew "git-lfs"
brew "go"
brew "golangci-lint"
brew "openjdk"
brew "gradle"
brew "libpq"
brew "neofetch"
brew "neovim"
brew "node"
brew "peco"
brew "pnpm"
brew "ripgrep"
brew "ruby", link: false
brew "rust"
brew "starship"
brew "tmux"
brew "tmuxinator"
brew "watchman"
brew "wget"
brew "gitguardian/tap/ggshield"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "pungrumpy/formulas/dockercolorize"
brew "snyk/tap/snyk"
